[ZeroIn X2AbilityTemplate]
LocFriendlyName="瞄准具校正"
LocLongDescription="同一回合的后续射击提供了 +<Ability:ZEROIN_AIM/> 命中 ， +<Ability:ZEROIN_CRIT/> 暴击。"
LocHelpText="同一回合的后续射击提供了 +<Ability:ZEROIN_AIM/> 命中 ， +<Ability:ZEROIN_CRIT/> 暴击。"
LocFlyoverText="瞄准具校正"
LocPromotionPopupText="<Bullet/> 散兵每回合多次行动的能力能使其从瞄准具校正中获得巨大增益。<br/>"

[FullThrottle X2AbilityTemplate]
LocFriendlyName="开足马力"
LocLongDescription="每一回合，杀戮后获得最多一个不可改变的移动，并且每一回合杀戮结束后获得 +<Ability:FULLTHROTTLEMOBILITY/> 移动力。"
LocHelpText="每一回合，杀戮后获得最多一个不可改变的移动，并且每一回合杀戮结束后获得 +<Ability:FULLTHROTTLEMOBILITY/> 移动力。"
LocPromotionPopupText="<Bullet/> 开火不会结束你的回合，因此最好在回合开始后不久击杀敌人以最大限度地发挥开足马力的效果。<br/><Bullet/> 只有散兵取得的击杀才能触发开足马力。<br/><Bullet/> <Ability:ClassName/>的攻击不能与额外移动一起使用。<br/>"

[SkirmisherInterrupt X2AbilityTemplate]
LocFriendlyName="干扰"
LocLongDescription="监视的强力版本，不消耗行动点，触发时不会自动射击，而是可以进行一次任意行动。"
LocHelpText="监视的强力版本，不消耗行动点，触发时不会自动射击，而是可以进行一次任意行动。"
LocFlyOverText="干扰"
LocPromotionPopupText="<Bullet/> 虽然干扰可以在没有行动点的情况下使用，但它仍会耗尽散兵的所有剩余行动点。<br/><Bullet/> 有些操作没法在干扰期间使用，比如监视。<br/><Bullet/> 干扰有 <Ability:INTERRUPT_COOLDOWN/> 圈冷却。"

[SkirmisherInterruptInput X2AbilityTemplate]
LocFriendlyName="干扰"
LocLongDescription="监视的强力版本，不消耗行动点，触发时不会自动射击，而是可以进行一次任意行动。"
LocHelpText="监视的强力版本，不消耗行动点，触发时不会自动射击，而是可以进行一次任意行动。"
LocFlyOverText="干扰"
LocPromotionPopupText="<Bullet/> 虽然干扰可以在没有行动点的情况下使用，但它仍会耗尽散兵的所有剩余行动点。<br/><Bullet/> 有些操作没法在干扰期间使用，比如监视。<br/><Bullet/> 干扰有 <Ability:INTERRUPT_COOLDOWN/> 圈冷却。"

[SkillfulSkirmisherInterrupt X2AbilityTemplate]
LocFriendlyName="干扰"
LocLongDescription="监视的强力版本，不消耗行动点，触发时不会自动射击，而是可以进行一次任意行动。"
LocHelpText="监视的强力版本，不消耗行动点，触发时不会自动射击，而是可以进行一次任意行动。"
LocFlyOverText="干扰"
LocPromotionPopupText="<Bullet/> 虽然干扰可以在没有行动点的情况下使用，但它仍会耗尽散兵的所有剩余行动点。<br/><Bullet/> 有些操作没法在干扰期间使用，比如监视。<br/><Bullet/> 干扰有 <Ability:INTERRUPT_COOLDOWN/> 圈冷却。"